Tekla.Structures.Model.RebarSplitter.SplitTypeEnum
The split type.

Tekla.Structures.Model.RebarSplitter.SplitTypeEnum.LAPPING
Lapping.

Tekla.Structures.Model.RebarSplitter.SplitTypeEnum.CRANKING
Cranking.